{
  "title": "Jeff Bezos is now worth $100 billion",
  "body": "If you're one of the millions shopping on Amazon on Black Friday, congratulations: You helped make Jeff Bezos a $100 billion man.\r\nBezos, the founder and largest shareholder of Amazon, reached the 12-digit milestone for the first time, according to Bloomberg, one of the two major services that track the real-time net worth of the world's richest people.\r\nForbes, the other service, shows him just scraping by, with $99.6 billion to his name.\r\nAmazon (AMZN, Tech30) stock climbed 2.5% on Friday to put Bezos over the top. The stock got a lift from reports that online shopping on Thanksgiving and Black Friday jumped 18% compared with last year. Bezos made almost $2.4 billion on Friday alone.\r\nRelated: Jeff Bezos just sold $1.1 billion worth of Amazon stock\r\nBezos owns 78.9 million shares of Amazon, worth $93.6 billion. That doesn't account for all his holdings, although the two other highest-profile companies he owns -- The Washington Post and space tourism company Blue Origin -- don't move the needle much by comparison.\r\nRelated: Jeff Bezos is the smartest guy in business\r\nAmazon shares are up 58% this year, enough to enrich Bezos by about $34 billion. In fact, his single-day gain of $2.4 billion would be enough by itself to get him into Forbes' list of the 1,000 richest people on the planet.\r\nBezos grabbed the title of world's richest person in July, when he briefly passed Bill Gates. He moved back ahead of Gates in October. The Microsoft founder is now worth a mere $89 billion, according to Forbes and Bloomberg.\r\nGates is believed to be the only other person to reach $100 billion. That was in 1999, when the internet stock bubble briefly put him over the mark.",
  "timestamp": "2017-11-24T19:37:00+00:00",
  "imageurl": "https://cdn.vox-cdn.com/thumbor/BNzmJ8tfBx_4SED1GtcVhPtwQNw=/0x0:1020x680/1200x800/filters:focal(429x259:591x421)/cdn.vox-cdn.com/uploads/chorus_image/image/55921249/IMG_3203_2.0.jpg",
  "category": "economy"
}