{
  "title": "French president to launch 'cultural war' on sexual abuse",
  "body": "The French president, Emmanuel Macron, is to launch a “cultural war” against sexism and sexual violence with a five-year emergency plan including educating secondary school children about pornography and simplifying the system for rape and assault victims to go to the police.\r\n\r\nWhen Macron won the presidential election in May, his centrist movement promised not only to overhaul the existing political party system, but to rethink sexual politics and gender equality – a campaign issue that Elysée officials said “pre-dated” the scandal surrounding abuse allegations against the Hollywood producer Harvey Weinstein and others.\r\n\r\nFrench feminist groups, however, have warned that Macron’s plans – to be set out in a speech on Saturday, the International Day for the Elimination of Violence Against Women – must include a boost in state grants to charities working with victims of domestic violence and sexual abuse, and better training for police on sexual harassment issues.\r\n\r\nFeminists have called on the president to shut down a current Cinémathèque Française retrospective featuring the films of the director Roman Polanski who is facing new rape allegations.\r\n\r\nAlongside the speech, the government will release a “hard-hitting” TV and social media campaign against sexism and sexual violence, aimed at changing attitudes and behaviour in the same way as previous campaigns against issues such as drink-driving. The campaign will stress that witnesses must step forward and speak out.\r\n\r\nFrom next September, children beginning secondary school will be taught about the reality and dangers of pornography, teachers will be trained better to deal with issues raised by pornography, and parents will be advised how to tackle the problems it causes. The announcement comes in the same week as the citizens’ rights ombudsman attacked the government for failing to deliver adequate sex education in schools.\r\n\r\nPlanned changes to the police system include allowing victims of rape and sexual assault to make their initial complaints online, before going to a police station to bring criminal charges. Victims of sexual attacks will be able to go to hospital where medical staff can gather and store physical evidence before the victim has decided whether or not to inform police.\r\n\r\nA bill on sexual harassment and violence will be debated in parliament next year to decide on the introduction of a new offence of street harassment. Child victims of rape and sexual abuse will gain a longer time period to bring criminal charges as adults; and a new legal age will be set below which a child cannot be considered to have consented to sex – likely to be somewhere between 13 and 15.\r\n\r\nAn Elysée official said: “This is about stronger punishment for offences, but it’s also about tackling the root causes of the problem in society, the domination of women by men. Stereotypes need to be deconstructed, there needs to be a cultural battle.”\r\n\r\nThe official said Macron’s interest in equality issues dated back to his time as an investment banker sitting around boardroom tables with hardly any women, and noticing that if a woman spoke, the men looked at their phones.\r\n\r\nFrance has previously seen rises in public awareness and the reporting of sexual attacks following key events, such as the arrest of the would-be presidential candidate Dominique Strauss Kahn in 2011 on charges of attempted rape, but the momentum has typically dropped off.\r\n\r\nReports of rape, sexual assault and harassment have risen by almost a third in France since the Weinstein scandal.",
  "timestamp": "2017-11-24T16:47:00+00:00"
}