{
  "title": "South African court doubles Oscar Pistorius's prison sentence",
  "body": "A South African appeal court has more than doubled the former Paralympian Oscar Pistorius’s prison sentence for murdering his girlfriend, Reeva Steenkamp.\r\n\r\nThe supreme court of appeal (SCA) increased Pistorius’s sentence from six years in prison to 13 years and five months.\r\n\r\nPistorius killed Steenkamp, a model and law graduate, by firing four bullets from a handgun through a closed toilet door in his luxury home in Pretoria on Valentine’s Day 2013. He claimed he had mistaken her for a burglar.\r\n\r\nSteenkamp’s family welcomed the longer sentence and said it showed that justice could prevail in South Africa. “This is an emotional thing for them. They just feel that their trust in the justice system has been confirmed this morning,” Tania Koen, a spokeswoman for the Steenkamp family, said on Friday.\r\n\r\nThe SCA said Pistorius “displays a lack of remorse, and does not appreciate the gravity of his actions”.\r\n\r\nThe high court judge Thokozile Masipa initially sentenced Pistorius to five years for culpable homicide in 2014. The sentence was much lower than many had expected and was widely criticised.\r\n\r\nHe served only 10 months of the five-year sentence in prison before being released and put under house arrest.\r\n\r\nThe state appealed against the culpable homicide conviction, and it was later replaced with murder by the SCA in 2016. Masipa handed down a six-year jail term in July 2016 – described as “shockingly lenient” by state prosecutors.\r\n\r\nThe athlete was not in court for Friday’s ruling, where the court handed down the minimum 15-year sentence prescribed for murder in South Africa, then subtracted the years Pistorius had already served in jail.\r\n\r\nCritics said Pistorius had received preferential treatment as a wealthy, white celebrity.\r\n\r\nPistorius, who turned 31 on Wednesday, has always maintained he fired in the mistaken belief that an intruder was hiding behind the door.\r\n\r\nHis lawyers have just one avenue open to them if they want to challenge the new sentence handed down by the supreme court, and that is to appeal to the constitutional court, the highest court in South Africa. Pistorius failed with an appeal to the constitutional court last year to challenge his murder conviction.\r\n\r\nIn an announcement that took a matter of minutes, the supreme court justice Willie Seriti said a panel of judges had unanimously upheld an appeal by prosecutors against Pistorius’s original six-year sentence.\r\n\r\nUnder that initial sentence, the double-amputee runner could have been released on parole in mid-2019. Now, the earliest he will be eligible for parole is 2023.\r\n\r\nPistorius should have been sentenced to the prescribed minimum of 15 years for murder, Seriti said, as he delivered the verdict of a panel of five judges at the SCA in the central city of Bloemfontein. There is no death penalty in South Africa.\r\n\r\nFriday’s decision also has possible consequences for where he is held for the remainder of his sentence. Pistorius was moved from the high-security Kgosi Mampuru II prison in central Pretoria to Atteridgeville, which houses prisoners sentenced to six years or less. Pistorius might now be moved back to a higher-security facility.\r\n\r\nPistorius’s brother, Carl, wrote on Twitter: “Shattered. Heartbroken. Gutted.”",
  "timestamp": "2017-11-24T09:18:00+00:00",
  "imageurl": "https://cdn.theatlantic.com/assets/media/img/2016/05/03/WEL_McAdams_Trump_Opener_nobugger/1920.jpg?1462287566",
  "category": "politics"
}