{
  "title": "Dutch join the big cheeses on EU list of protected delicacies –  but with wine",
  "body": "A Dutch wine produced on the stony banks of the Maas river is set to join champagne, parma ham, and stilton cheese, among the European delicacies given protected status by the EU, in what is said to be the latest consequence of climate change to the geography of wine making.\r\n\r\nAn announcement is expected on Monday evening granting the six hectares of Wijngoed Thorn the honour of being the first vineyard in the Netherlands to have the right to bear on its bottles the red and yellow stamp conferring Protected Designation of Origin (PDO) status.\r\n\r\nUntil now, formal recognition of Dutch expertise in the production of the finer things in life has been largely limited to cheeses suitable for those with a less adventurous palate.\r\n\r\nThe appellation Maasvallei Limburg, pertaining to an area of 60 square miles either side of the north European Maas river, which flows from France through to Belgium and the Netherlands, ending in the north sea, joins the likes of the French Châteauneuf-du-Pape, Spain’s cava and Italy’s prosecco, in the pantheon of wine-making territories of distinction.\r\n\r\nAlong with Wijngoed Thorn, 10 Belgian vineyards on the limestone, quartz and flint filled soil of the Maasvallei Limburg area will have the right to bear the stamp, no mean feat some 150 years after Napoleon forced the uprooting of Belgium’s vines in an act of protectionism, pushing the Belgians to turn their hands to beer instead.\r\n\r\nPDO status is limited to food and drink “produced, processed and prepared in a given geographical area, using recognised know-how”, according to the EU. Maasvallei Limburg wine will join 15 Dutch products on the PDO list, alongside edam and gouda cheeses, Brabante asparagus and the Opperdoezer Round potato.\r\n\r\nThe European commission has already in principle approved the application for PDO, which is the first cross border effort in the EU leaving only publication in the Official Journal of the European Union, which is expected on Monday.\r\n\r\nFor food and drink to be granted PDO status, applicants must show that their produce is distinct and their area has a rich history to protect.\r\n\r\nThe valley’s Pinot Noir is said to have “velvety soft, ripe tannins, well balanced with great structure … very intense, long finish”, according to the PDO application. Of the Riesling, it is said “the gravel in Maasvallei Limburg gives the wine a smoky mineral taste with a hint of spice. When mature, the pronounced characteristic aroma of petroleum and honey predominates”.\r\n\r\nHarry Vorselen, a former French horn player who produced his first bottle at Wijngoed Thorn with his wife in 2004, explained that Benedectine nuns in the area had long produced wine, but that it was climate change that made superior quality now possible in the 45,000 bottles he produces a year.\r\n\r\nThe average temperature in the wine growing months of April to October has risen by two degrees in the last 30 years in the area. The valley is shielded from westerly rains by the Kempen plateau, rising some 100 metres above sea level, making it among the driest spots in northern Europe.\r\n\r\n“Climate change is quite important,” Vorselen said, from his tasting rooms in the centre of Thorn, a pretty town famous locally for its white-washed houses. “We have not only the benefits but the bad things. Frost in the spring, because plants are growing earlier. In August we have bigger rains. When it rains, it rains more. But in general climate change is good for us because of the temperature increasing. It is quite serious. You see it all over the wine business.”\r\n\r\nVorselen, who makes white wine from Pinot gris, Dornfelder, Riesling and Auxerros grapes, along with red wine from the famous Pinot Noir, has won coveted international awards in the past. He admitted that French and German winemakers have been surprised but, he insisted, “not snobby” about the what he is creating. “They are doubtful at first and then they are impressed by the quality”, Vorselen said. “They think it can’t be very good, it must be a niche thing. But then they are surprised. Perhaps if we had 200 hectares they would then be worried.”\r\n\r\n“We are trying to exploit the typical combination of the stony soil and the micro climate”, he said. “It gives the wine some typical minerality. The grapes get water from the stones. Six-year-old grapes take the water from the stones when it isn’t wet. We can see it. The wine can compare with the French or German regions.”\r\n\r\nKarel Henckens, who runs the wineyard Wijndomein Aldeneyckon the Belgian side of the border, was responsible for the PDO application, along with Vorselen. The French, he said, are well aware of the impact of climate change on the industry, and have been buying up land in Belgium as a result.\r\n\r\n“There has been a boom in vineyards in Belgium,” said Henckens, a former farmer of apples and pears. “Everyone is planting, it is unbelievable”, he said. “I was comparing with someone this summer from an English vineyard and I was drinking his sparkling wine and he was saying his climate was much more difficult than here.”\r\n\r\nHenckens, whose vineyard produces 75,000 bottles a year, sold largely in Belgian restaurants, added: “Every year I hear of a plot of land being bought. They want a foot in the door. They see what is happening.”",
  "timestamp": "2017-11-24T14:26:00+00:00",
  "imageurl": "https://cdn.theatlantic.com/assets/media/img/2016/05/03/WEL_McAdams_Trump_Opener_nobugger/1920.jpg?1462287566",
  "category": "politics"
}