{
  "title": "Irish warn Theresa May: change course or risk Brexit chaos ",
  "body": "Ireland’s European commissioner has urged Theresa May to change her Brexit plans dramatically to prevent a mounting crisis over the Irish border from derailing her hopes of an EU trade deal.\r\n\r\nThe threat of a hard Irish border has emerged as the major obstacle to the prime minister’s aim of securing the green light for Brexit trade talks at a crucial summit only weeks away. She has effectively been handed just days to give stronger guarantees over the issue.\r\n\r\nPhil Hogan, the EU’s agriculture commissioner, told the Observer that it was a “very simple fact” that remaining inside the single market and customs union, or allowing Northern Ireland to do so, would end the standoff.\r\nGuardian Today: the headlines, the analysis, the debate - sent direct to you\r\nRead more\r\n\r\nHogan warned there was “blind faith” from some UK ministers that Britain would secure a comprehensive Brexit free trade deal. He warned that Ireland would “continue to play tough to the end” over its threat to veto trade talks until it had guarantees over the border.\r\n\r\n“If the UK or Northern Ireland remained in the EU customs union, or better still the single market, there would be no border issue,” he said. “That’s a very simple fact. I continue to be amazed at the blind faith that some in London place in theoretical future free trade agreements. First, the best possible FTA with the EU will fall far short of the benefits of being in the single market. This fact is simply not understood in the UK. Most real costs to cross-border business today are not tariffs – they are about standards, about customs procedures, about red tape. These are solved by the single market, but not in an FTA.”\r\n\r\nThe Irish government wants a written guarantee that there will be no hard border with Northern Ireland, something Dublin believes can only be achieved, in effect, by keeping the region within the single market and customs union. However, the Democratic Unionist party, whose support is propping up May’s government, warned on Saturday it would never accept a post-Brexit deal that would effectively see a customs border pushed back to the Irish Sea. May has repeatedly made clear Britain will leave the single market and customs union.\r\n\r\nThe Irish crisis came as Britain’s former EU ambassador, Sir Ivan Rogers, warned May’s Brexit strategy was “an accident waiting to happen”. Speaking after a speech at Hertford College, Oxford, he said completing the Brexit process was “guaranteed” to take a decade. He said that the prime minister’s unrealistic hopes of securing a bespoke trade deal meant a car crash in the next few months was “quite likely”.\r\n\r\n“The internal market is an extraordinarily complex international law construct that simply doesn’t work in a way that permits the type of options that the current government is pushing for,” he said. “So there is an accident waiting to happen ... and it is going to happen because the other side is going to put on a table a deal which looks broadly like a Canada or a Korea deal.\r\n\r\n“The only safe way to leave without enormous turbulence and trouble over a lengthy transitional period is to have a reasonable slope ... take your time and try and go for as smooth a glide path as possible from here to the mid-2020s. I can guarantee you that this is going to take a decade to do. We will not have reached a new equilibrium in British economics and politics until 2030.”\r\nHogan warned Britain may struggle to keep the 59 trade deals it now has through the EU on the same terms. “The UK would be running to stand still,” he said. “When it comes to trying to negotiate new FTAs with the rest of the world, Britain will be pushed around the way the EU – with currently more than eight times the UK population – will never be.\r\n\r\n“The US have already started their attack on standards, so chlorine chicken and hormone beef for the British Sunday roast post-Brexit? India will insist on visas that the UK can never give. Australia and New Zealand are a long way away and of very limited economic interest. And any deal with China will be a one-way street in terms of costs and benefits for the UK.”\r\n\r\nMinisters are under mounting pressure to come clean over the extent of economic damage that a “no deal” outcome could cause to the economy. In the budget, Philip Hammond announced that the Office for Budget Responsibility revised downwards forecasts for UK growth over the next few years, mainly because of concerns of low productivity growth. But the OBR made clear that these downgrades were premised on a benign outcome to Brexit negotiations. Both the Treasury, privately, and leading independent economists recognise that actual growth will be considerably lower than the gloomy budget projections if the UK does not achieve most of its negotiating goals, or if there is a “no deal” result.\r\n\r\nGovernment sources said ministers would this week release sections of assessments into the potential economic impact of Brexit carried out across Whitehall, which until recently they had tried to keep secret.\r\n\r\nMany MPs believe the published sections will be heavily redacted and will not make clear the extent of potential economic damage. Last night Nicky Morgan, who chairs the Treasury select committee, said it was essential that as many projections as possible were made public.\r\n\r\nThe latest work by economists at the London School of Economics estimates that, if the UK crashes out of the EU with no deal, the impact will be far more severe than the projections in the budget suggested. Thomas Sampson of the LSE’s Centre for Economic Performance said Brexit could reduce UK living standards by up to 9% in the most pessimistic case.",
  "timestamp": "2017-11-26T06:10:29+00:00",
  "imageurl": "https://cdn.theatlantic.com/assets/media/img/2016/05/03/WEL_McAdams_Trump_Opener_nobugger/1920.jpg?1462287566",
  "category": "politics"
}