{
  "title": "Lewis Dunk own goal eases Manchester United’s nerves to see off Brighton",
  "body": "Manchester United did what was required by closing the gap to Manchester City to five points, until Sunday afternoon at least. The uneven form of José Mourinho’s side was again evident, yet all that matters as they play catch up with City is to apply as much pressure as possible on the Premier League leaders.\r\n\r\nCity are at Huddersfield Town in the 4pm kick-off and though they are firm favourites to claim victory, United’s deflected winner off Lewis Dunk gives them something to ponder.\r\n\r\nOf this ninth league victory of the campaign, Mourinho said: “You can say it was a bad performance. But it was bad because Brighton were very good from minute one to the last minute.”\r\n\r\nMourinho made seven changes, as only Chris Smalling, Paul Pogba, Anthony Martial and Romelu Lukaku survived from Wednesday’s 1-0 defeat at Basel, while Chris Hughton retained 10 of the Brighton XI that drew 2-2 with Stoke City on Monday, Solly March coming in for José Izquierdo.\r\n\r\nUnited’s frontline featured Marcus Rashford and Martial, only the second time Mourinho has started them together in the league this term, following the 4-1 win over Newcastle United.\r\n\r\nThis prompted the rare occurrence of the manager admitting a mistake. “I wouldn’t be surprised if the pundits said we played with too many attackers. But if they say that I would say they were right. Sometimes you play with too many and you lose control of the game,” he said.\r\n\r\n“We had a few problems because Pogba and [Nemanja] Matic were isolated in the midfield. It is a good risk and against Newcastle it was good because [while] we were not very solid defensively we were strong in creating. But today our creation was poor. They were not successful one against one. Marcus did not have a happy match at all.”\r\n\r\nAdvertisement\r\n\r\nAfter the 2-1 defeat at Huddersfield last month Mourinho complained of his players’ attitude. On Saturday there was a similar issue, certainly before the interval. Bruno Saltor, the Brighton captain, was able to cut through United’s rearguard along the right too easy before finding Pascal Gross. His shot was saved by David de Gea but the home side continued to slumber.\r\n\r\nThe opening half was akin to the Basel defeat: United dominated but were unable to score. Antonio Valencia did manage to stand a cross up for Lukaku but his header missed the target. They ended the first 45 minutes with a point-blank effort from the No9 being blocked near the line.\r\n\r\nThe second half began with Smalling being sold a dummy that left him in a differing postcode but Gross’s ball in was off target. Moments later, when Rashford attempted a similar trick on Gaëtan Bong, he ran into the left-back and fell to the floor.\r\n\r\nFor United to prosper Pogba needed to become more of the influence he was in the victory against Newcastle. Instead, it was the maligned Victor Lindelöf who fired them and the home crowd up with a sliding tackle on Gross. It left Gross prone and the Brighton support booing as those in red shirts played on but suddenly the Old Trafford crowd found its voice and atmosphere.\r\n\r\nThis ratcheted up further when Mourinho took off the anonymous Juan Mata for Zlatan Ibrahimovic. Yet while it remained goalless United remained in danger of a similar late defeat to the one suffered in Switzerland.\r\n\r\nNow, though, came Ashley Young’s intervention. A Rashford corner came to the left-back, he shimmied, then let fly and the ball went in off the unfortunate Dunk.\r\n\r\nHughton said: “It is not a corner but we did have an opportunity to clear the ball before that.”\r\n\r\nWhether Lukaku got the final touch for the corner did not concern United, though. What they had to do now was protect the lead and three precious points. While a Brighton breakaway featuring Dunk need a last-gasp intervention from the home defence, the first top-flight meeting between the teams in 34 years ended as United wished.\r\n\r\nBut there may, privately, be concern for Mourinho that the early season fluidity and barrage of goals has tapered off. The sole strike here took their tally to seven in the past six league outings, a paltry return following a prolific start of 21 in the opening seven. Asked if he knew why, he replied: “I don’t know.”\r\n\r\nCarrick can count on coaching role\r\nMichael Carrick has been offered a coaching role with Manchester United when he retires. On Friday the 36-year-old revealed he had undergone a minor heart procedure, after being ruled out since September owing to an irregular heart rhythm. The midfielder is back in training. José Mourinho said: “Michael as a person is more important than Michael as a player. We gave him the time to relax, to recover, to feel confident to make the decision, wants to play, wants to stop. He knows that my coaching staff has a chair for him, if he wants, when he wants. The chair is in the office for him. I want that, the board want that, the owners want that. Michael is in a comfortable position but he wants to play until the end of the season and now he feels confident to be back. He is one more option for us.”",
  "timestamp": "2017-11-25T19:57:00+00:00",
  "imageurl": "https://www.theguardian.com/football/2017/nov/25/manchester-united-brighton-match-report#img-1",
  "category": "health"
}